af4jm.vscode-icalendar
alexdima.copy-relative-path
batisteo.vscode-django
benjaminbenais.copilot-theme
bierner.color-info
buster.ndjson-colorizer
christian-kohler.npm-intellisense
davidanson.vscode-markdownlint
esbenp.prettier-vscode
gencer.html-slim-scss-css-class-completion
github.copilot
github.copilot-chat
golang.go
lextudio.restructuredtext
lihui.vs-color-picker
mechatroner.rainbow-csv
ms-ceintl.vscode-language-pack-de
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
ms-vscode.vscode-speech
ms-vscode.vscode-speech-language-pack-de-de
oderwat.indent-rainbow
openai.chatgpt
randomfractalsinc.vscode-data-preview
redhat.vscode-yaml
ryu1kn.partial-diff
sdras.vue-vscode-extensionpack
sdras.vue-vscode-snippets
shamanu4.django-intellisense
shanoor.vscode-nginx
syler.sass-indented
tamasfe.even-better-toml
tombonnike.vscode-status-bar-format-toggle
trond-snekvik.simple-rst
vue.volar
whizkydee.material-palenight-theme
xabikos.javascriptsnippets
yzane.markdown-pdf
